/**/
"Cancel" = "T¸hista";
/**/
"Delete" = "Kustuta";
/**/
"Open" = "Ava";
/**/
"Edit" = "Muuda";
/**/
"Yes" = "Jah";

/*Geometry Edit Action Name*/
"Apply Geometry" = "Kehtesta geomeetria";
/*Geometry Edit Action Name*/
"Clear Geometry" = "Puhasta geomeetria";
/*Geometry Edit Action Name*/
"Delete Vertex" = "Kustuta k‰‰nupunkt";
/*Geometry Edit Action Name*/
"Insert Part" = "Sisesta osa";
/*Geometry Edit Action Name*/
"Insert Vertex" = "Sisesta k‰‰nupunkt";
/*Geometry Edit Action Name*/
"Move Vertex" = "Liiguta k‰‰nupunkti";
/*Geometry Edit Action Name*/
"Remove Part" = "Eemalda osa";

/*Collecting attachments*/
"Add" = "Lisa";
/*Collecting attachments*/
"Take Photo or Video" = "Vıta foto vıi video";
/*Collecting attachments*/
"Choose From Library" = "Vali teegist";
/*Collecting attachments*/
"Photo" = "Foto";
/*Collecting attachments*/
"Video" = "Video";
/*Collecting attachments*/
"Save To Photo Library" = "Salvesta fotode teeki";
/*Collecting attachments*/
"Download" = "Lae alla";

/*Date attribute*/
"Today" = "T‰na";

/**/
"Attachments" = "Manused";
"Attributes" = "Atribuudid";

/**/
"Open in Safari" = "Ava Safari-s";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "Sisesta number vahemikus %i ja %i.";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "Sisesta number vahemikus %f ja %f.";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "Liiga palju t‰hem‰rke (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "Number on lubatavast vahemikust v‰ljaspool.";

/* BLOB, RASTER, etc */
"Field type not supported" = "V‰lja t¸¸p ei ole toetatud";

/**/
"%d of %d" = "%d : %d";

/**/
"Changing Feature Type" = "Vahetan objekti t¸¸pi";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "Muudate objekti t¸¸pi, mis vıib osad v‰lja v‰‰rtused ¸le kirjutada. Oled kindel, et soovid seda teha?";

/**/
"Data for pie chart is invalid" = "Sektordiagrammile mıeldud andmed on vigased";
"No data to create a pie chart" = "Sektordiagrammi koostamiseks puuduvad andmed";

/**/
"Created by %@ seconds ago" = "Koostatud %@ sekundit tagasi";

/**/
"Created by %@ a minute ago" = "Koostatud %@ ¸ks minut tagasi";

/**/
"Edited by %@ seconds ago" = "Muudetud %@ sekundit tagasi";

/**/
"Edited by %@ a minute ago" = "Muudetud %@ ¸ks minut tagasi";

/**/
"Created seconds ago" = "Loodud mıned sekundid tagasi";

/**/
"Created a minute ago" = "Loodud ¸ks minut tagasi";

/**/
"Edited seconds ago" = "Muudetud mıned sekundid tagasi";

/**/
"Edited a minute ago" = "Muudetud ¸ks minut tagasi";

/**/
"Created by %@ %d minutes ago" = "Loodud %@ %d minutit tagasi";

/**/
"Created by %@ an hour ago" = "Loodud %@ ¸ks tund tagasi";

/**/
"Created by %@ %d hours ago" = "Loodud %@ %d tundi tagasi";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "Loodud %@ : %@ kl %@";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "Loodud %@ : %@ kl %@";

/**/
"Edited by %@ %d minutes ago" = "Muudetud %@ %d minutit tagasi";

/**/
"Edited by %@ an hour ago" = "Muudetud %@ ¸ks tund tagasi";

/**/
"Edited by %@ %d hours ago" = "Muudetud %@ %d tundi tagasi";

/**/
"Edited by %@ on %@ at %@ - day" = "Muudetud %@ : %@ kl %@";

/**/
"Edited by %@ on %@ at %@ - full" = "Muudetud %@ : %@ kl %@";

/**/
"Created by %@" = "Koostaja %@";

/**/
"Edited by %@" = "Muutja %@";

/**/
"Created %d minutes ago" = "Loodud %d minutit tagasi";

/**/
"Created an hour ago" = "Loodud ¸ks tund tagasi";

/**/
"Created %d hours ago" = "Loodud %d tundi tagasi";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "Loodud %@ kl %@";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "Loodud %@ kl %@";

/**/
"Edited %d minutes ago" = "Muudetud %d minutit tagasi";

/**/
"Edited an hour ago" = "Muudetud ¸ks tund tagasi";

/**/
"Edited %d hours ago" = "Muudetud %d tundi tagasi";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "Muudetud %@ kl %@";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "Muudetud %@ kl %@";

/* Used to denote a required field */
"Required" = "Vajalik";

/* Used for naming layers with no names */
"Layer %d" = "Kiht %d";